Repository: daniel-corzo/misw-4501-proyecto-de-grado
Catalog: src/mobile/ios/TravelHub/TravelHub/I18n/CreateBooking.xcstrings
Source language: en
Languages: es

# cancelBookingConfirmTitle
source: Cancel transaction?
es: ¿Cancelar transacción?

# cancelBookingConfirmMessage
source: Going back will cancel your pending transaction.
es: Volver cancelará tu transacción pendiente.

# cancelBookingConfirmButton
source: Cancel transaction
es: Cancelar transacción

# cancelBookingContinueButton
source: Continue
es: Continuar

source: Create booking
es: Crear reserva

source: Guests
es: Huéspedes

# invalidRoomCheckoutDescription
source: This room is no longer linked to this hotel. Go back and pick a valid room.
es: Esta habitación ya no está disponible para este hotel. Vuelve atrás y elige una habitación válida.

# invalidRoomCheckoutTitle
source: Room unavailable
es: Habitación no disponible

source: Modify booking
es: Modificar reserva

# navigationTitle
source: Booking
es: Reserva

source: Occupancy taxes
es: Impuestos

# perNight
source: /night
es: /noche

# pricePerNight
source: $%1$(pricePerNight)@ x %2$(nights)lld nights
es: $%1$(pricePerNight)@ x %2$(nights)lld noches

# reservationCreatedDescription
source: Your reservation was created successfully!
es: Su reserva fue creada exitosamente!

# reservationCreatedTitle
source: Reservation Created
es: Reserva Creada

# reservationModifiedDescription
source: Your reservation was modified successfully!
es: ¡Su reserva fue modificada exitosamente!

# reservationModifiedTitle
source: Reservation Modified
es: Reserva Modificada

# roomNumber
source: Room %1$(roomNumber)@
es: Habitación %(roomNumber)@

source: Selected Hotel
es: Hotel Seleccionado

source: Select Room
es: Seleccionar Habitación

source: Service fee
es: Tarifa por servicio

# totalForModify
source: Total for modification
es: Total por modificación
